brew "boost"
brew "cmake"
brew "node"
brew "gemini-cli"
brew "gping"
brew "innoextract"
brew "mat2"
brew "neovim"
brew "openssl@1.1"
brew "pipx"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "shellcheck"
brew "yarn"
brew "yt-dlp"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-hack"
cask "hex-fiend"
cask "iterm2"
cask "whisky"
cask "winbox"
