andenetalexander.vim-cheatsheet
asvetliakov.vscode-neovim
davidanson.vscode-markdownlint
docker.docker
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot-chat
github.vscode-github-actions
google.gemini-cli-vscode-ide-companion
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
njpwerner.autodocstring
pkief.material-icon-theme
redhat.vscode-yaml
rogalmic.bash-debug
sidthesloth.html5-boilerplate
stkb.rewrap
streetsidesoftware.code-spell-checker
stuart.unique-window-colors
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
twxs.cmake
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zignd.html-css-class-completion
