asvetliakov.vscode-neovim
davidanson.vscode-markdownlint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extensionpack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
njpwerner.autodocstring
pkief.material-icon-theme
redhat.vscode-yaml
rogalmic.bash-debug
stuart.unique-window-colors
tamasfe.even-better-toml
timonwong.shellcheck
yzhang.markdown-all-in-one
